Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1060_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Sämitige ovdâsteijeeh kollii Helsig já teivâdii sierâ ministeriöi virgeulmuid já kulttuurpargo ruttâdeijeid
sms: Sääʹmteeʹǧǧ võboršeeʹǩǩ kõʹllʼje Heʹlssnest da kaaunõʹtte jeeʹres ministeriai veʹrǧǧneeʹǩǩivuiʹm da kulttuurtuâj teäggteeʹjivuiʹm

source: Sämitige saavâjođetteijee Tiina Sanila-Aikio, Sämitige jeessân já kulttuurlävdikode saavâjođetteijee Tauno Haltta, má. haldâttâhhovdâ Pia Ruotsala já vs. kulttuurčällee Riitta Orti-Berg kollii Helsig 5.-7.5.2015 já teivâdii sierâ ministeriöi virgeulmuid.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tiina Sanila-Aikio, Sääʹmteeʹǧǧ vuäzzlaž da kulttuurluʹvddkååʹdd saaǥǥjååʹđteei Tauno Haltta, mä. vaaldšemjååʹđteei Pia Ruotsala da vs. kulttuurpiisar Riitta Orti-Berg kõʹllʼje Heʹlssnest 5.-7.5.2015 da kaaunõʹtte jeeʹres ministeriai veʹrǧǧneeʹǩǩivuiʹm.

source: Ohjelmân kullii el.
sms: Prograʹmme kuuli kõʹllʼjummuš jm.

source: máttááttâs- já kulttuurministeriö, sosiaal- já tiervâsvuođâministeriö, staatâvarijministeriö sehe jotolâh- já viestâdemministeriö kolliimeh.
sms: mättʼtõs- da kulttuurministeriast, sosiaal- da tiõrvâsvuõttministeriast, riikkteäʹǧǧministeriast di jååđlõk- da saakkeem-ministeriast.

source: Lasseen sämitige ovdâsteijeeh uápásmuvvii City-Sámit rs:n, Veikkausân, Taiđuu ovdedemkuávdážân, Koneen Säätiön já Suomâ kulttuurruttârááju tooimân.
sms: Lââʹssen sääʹmteeʹǧǧ võboršeeʹǩǩ tobdstõʹtte City-Sámit rõ, Veikkaus, Čeäppõõzz oouʹdeemkõõskõõzz, Koneensäätiö da Lääʹddjânnam kulttuurfoond tuåimmjummša.

source: Sämitige ovdâsteijeeh oovdânpuohtii sämikulttuur já sämikielâi tile Studia Generaliast majebaargâ 5. vyesimáánu.
sms: Sääʹmteeʹǧǧ võboršeeʹǩǩ puʹhtte ouʹdde sääʹmkulttuur da sääʹmǩiõli vueʹjj Studia Generaliast mââibaarǥ vueʹssmannu 5. peeiʹv.

source: Sosiaal- já tiervâsvuođâministeriö já olgoašijministeriö virgeulmuuh kuldâlii oovdânpyehtimijd peerustmáin sehe koijâdâllii já savâstâllii aktiivlávt.
sms: Sosiaal- da tiõrvâsvuõttministeria da ålggaaʹššiministeria veʹrǧǧneeʹǩǩ kuvddle eʹtǩǩõõzzid peʹrsteeʹl di kõõjjee da saaǥǥstõʹlle aktiivlânji.

source: Staatâvarij- sehe máttááttâs- já kulttuurministeriöst savâstâllâm fáddán lâi Sämitige kulttuurlävdikode huolâ nk. säämi kulttuurmeriruuđâ keelijdmettumvuođâst.
sms: Riikkteäʹǧǧ- di mättʼtõs- da kulttuurministeriast saaǥǥstõõllâm vuâđđjurddjen leäi Sääʹmteeʹǧǧ kulttuurluʹvddkååʹdd huõll ns. sääʹm kulttuurmieʹrrtieʹǧǧ riʹjttjeteʹmvuõđâst.

source: Kyevti majemuu ive kulttuurmeriruttâ lii lamaš 176 000 eurod.
sms: Kueʹhtten mââimõs eeʹǩǩen kulttuurmieʹrrteäʹǧǧ lij leämmaš 176 000 euʹrred.

source: Teivâdem ulmen lâi pyehtiđ oovdân staatâ budjetist sämikielâlii kulttuur oovdedmân já sämiseervij tooimân väridum meriruuđâ merhâšume sämmilii kulttuurân.
sms: Kaaunõõttâm mieʹrren leäi puʹhtted ouʹdde riikk mäʹhssemplaanâst sääʹmǩiõllsaž kulttuur ooudâsviikkmõʹšše da sääʹmorganisaatiai tuåimmjummša vaʹrrjum mieʹrrtieʹǧǧ miârktõõzz sääʹmkulttuuʹre.

source: Čuovâkove
sms: Snimldõk Minna Rantala

source: Sämitige ovdâsteijeeh uápásmuvvii City-Sámit rs tooimân sehe seervi ornim kielâpiervâltooimân kolliimáin kielâpiervâl Mánnu tiilijd Pasilast.
sms: Sääʹmteeʹǧǧ võboršeeʹǩǩ tobdstõʹtte City-Sámit rõ tuåimmjummša di õhttõõzz riâššâm ǩiõllpieʹsstuåimmjummša kõʹllʼjeeʹl ǩiõllpieʹss Mánnu pääiʹǩest Pasilast.

source: Toos lasseen ovdâsteijeeh ellii uápásmim Veikkaus, Taiđuu ovdedemkuávdáá, Koneen Säätiö já Suomâ kulttuurruttârááju tooimân.
sms: Lââʹssen võboršeeʹǩǩ jiõʹlle tobdstõõttmen Veikkaus, Čeäppõõzz oouʹdeemkõõskõõzz, Koneensäätiö da Lääʹddjânnam kulttuurfoond tuåimmjummša.

source: Kulttuurpargo merhâšittee ruttâdeijeid mainâstii Sämitige kulttuurlävdikode tooimâst sehe sämmilii kulttuurpargo syergist.
sms: Kulttuurtuâij miârkkšõõvvi teäggteeʹjid mainsteš Sääʹmteeʹǧǧ kulttuurluʹvddkååʹdd tuåimmjummsest di sääʹm kulttuurtuâj ǩeeʹddest.

source: Sämitige saavâjođetteijee já má. haldâttâhhovdâ teivâdáin riehtiministeriöst riehtiminister Anna-Maja Henriksson sehe ministeriö virgeulmuid.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei da mä. vaaldšemjååʹđteei kaaunõʹtte vuõiggâdvuõttministeriast vuõiggâdvuõttminiʹstter Anna-Maja Henrikssonin di ministeria veʹrǧǧneeʹǩǩivuiʹm.

source: Mieldi lijjii meid värisaavâjođetteijeeh Heikki Paltto já Ulla-Maarit Magga sehe saavâjođetteijee išedeijee Inka Saara Arttijeff.
sms: Mieʹldd leʹjje še vääʹrrsaaǥǥjååʹđteei Heikki Paltto da Ulla-Maarit Magga di saaǥǥjååʹđteei veäʹǩǩteei Inka Saara Arttijeff.

source: Teivâdmist savâstâllii Sämitige äigikyevdilis aašijn sehe lahâhaavâin, el.
sms: Kaaunõõttâmpoodd saaǥǥstõʹlleš Sääʹmteeʹǧǧ tän poddsaž aaʹššin di lääʹǩǩhaʹŋǩǩõõzzin, jm.

source: säämi kielâlaavâ täärhistmist.
sms: sääʹmǩiõll-lääʹjj taʹrǩǩummsest.

source: Saavâjođetteijeeh halijdii meid kijtteđ riehtiminister Henriksson suu mávsulii pargoost sämmilij pyerrin taan vaaljâpaje ääigi.
sms: Saaǥǥjååʹđteeikåʹdd haaʹlii še späʹssbõõššâd vuõiggâdvuõttminiʹstter Henriksson ärvvsaž tuâjast mâiʹd son lij tuejjääm säʹmmlai ouʹdde mõõnni vaalpââʹj äiʹǧǧen.
